Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: The General Assembly's annual resolutions on small arms and light weapons provide pragmatic prescriptions through which the international community seeks to solve the problems, and as a sponsor, along with Colombia and South Africa, we think it significant that the resolutions were adopted by consensus.
fr: Les résolutions adoptées chaque année par l'Assemblée générale sur les armes légères offrent des prescriptions pratiques à la communauté internationale pour régler ces problèmes. En tant qu'auteur, avec la Colombie et l'Afrique du Sud, nous pensons qu'il est important que ces résolutions aient été adoptées par consensus.

source: The United Nations Panel of Governmental Experts on Small Arms and the Group of Governmental Experts on Small Arms, both chaired by Ambassador Mitsuro Donowaki, are another example of Japan's contributions to efforts in this area.
fr: Le Groupe d'experts gouvernementaux des Nations Unies sur les armes légères et le groupe d'experts gouvernementaux sur les armes légères, tous deux sous la présidence de l'Ambassadeur Mitsuro Donowaki, sont un autre exemple de la contribution du Japon aux efforts dans ce domaine.

source: Let me focus on a few points that my Government considers to be important in addressing the issue of small arms and light weapons.
fr: Qu'il me soit permis de m'attarder sur quelques points que mon gouvernement estime importants s'agissant de la question des armes légères.

source: I believe that they are closely related to the important elements in the report of the Secretary-General.
fr: Je crois que ces points sont étroitement liés aux éléments importants figurant dans le rapport du Secrétaire général.

source: The guiding light in the United Nations process to tackle the small arms issue comes from the Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects, adopted in 2001.
fr: C'est le Programme d'action en vue de prévenir, combattre et éliminer le commerce illicite des armes légères sous tous ses aspects, adopté en 2001, qui guide l'action des Nations Unies en la matière.

source: In order to help implement the Programme of Action, we have taken a number of actions, including the sponsoring of seminars and workshops in various places in regions such as Tokyo, Bali, Kazakhstan and Fiji.
fr: Afin de concourir à la mise en œuvre du Programme d'action, nous avons pris un certain nombre de mesures, notamment l'organisation de séminaires et d'ateliers en divers points dans la région, notamment à Tokyo, à Bali, au Kazakhstan et aux Fidji.

source: Another workshop is being planned for April of this year by Japan, China, Switzerland and the United Nations Regional Centre for Peace and Disarmament in Asia and the Pacific as a regional initiative, by inviting countries from the Association of Southeast Asian Nations (ASEAN) and Central Asia in order to support their national implementation of the Programme of Action.
fr: Un autre atelier est prévu pour avril prochain et devrait être organisé par le Japon, la Chine, la Suisse et le Centre régional des Nations Unies pour la paix et le désarmement en Asie et dans le Pacifique en tant qu'initiative régionale, où seront invités des pays de l'Association des nations de l'Asie du Sud-Est (ASEAN) et de l'Asie centrale pour aider à la mise en œuvre du Programme d'action au niveau national.

source: Marking and tracing illicit small arms and light weapons is one of the most important tasks set out in the Programme of Action.
fr: Le marquage et le traçage des armes légères et de petit calibre est l'une des tâches les plus importantes énoncées dans le Programme d'action.

source: As the Secretary-General's report points out, the Open-ended Working Group established by the General Assembly has made some progress, and Japan has made a number of constructive contributions to discussions there, especially as a non-exporter of weapons in principle.
fr: Comme le rapport du Secrétaire général l'indique, le Groupe de travail à composition non limitée créé par l'Assemblée générale a fait des progrès et le Japon a apporté un certain nombre de contributions constructives aux débats qui s'y sont déroulés, notamment en tant que non-exportateur d'armes par principe.

source: Japan will continue to do so to achieve a successful outcome at the Working Group.
fr: Le Japon continuera d'apporter des contributions pour assurer le succès des travaux du Groupe de travail.

source: The disarmament, demobilization and reintegration (DDR) process in post-conflict situations, the detailed updates of which are provided in the report, has become an important tool to ensure that a country in a post-conflict situation does not backslide into a state of conflict.
fr: Le processus de désarmement, démobilisation et réinsertion (DDR) après un conflit, dont le rapport fournit des données actualisées, est devenu un outil important pour veiller à ce qu'un pays qui sort d'un conflit n'y retombe pas.

source: While progress has been made in a number of areas, the report reminds us that there are many more challenges to overcome.
fr: Des progrès ont été enregistrés dans un certain nombre de domaines, mais le rapport nous rappelle qu'il reste encore de nombreux défis à relever.

source: In order to help make progress in DDR, Japan has been taking concrete actions.
fr: Afin d'aider à la progression du processus de DDR, le Japon a mené des actions concrètes.

source: For instance, in Afghanistan, a country afflicted by the protracted internal conflicts, the implementation of DDR is imperative to attain sustainable peace and security.
fr: Par exemple, en Afghanistan, pays affligé par des conflits intérieurs prolongés, la mise en œuvre du DDR est impérative pour aboutir à une paix et une sécurité durables.

source: With this perspective in mind, Japan, as a lead nation in the area of DDR in Afghanistan, has been assisting the DDR process by providing vocational training for ex-soldiers to facilitate their reintegration through dispatching experts and by implementing reintegration projects at the grass-roots level.
fr: Dans cet esprit, le Japon, en tant que chef de file de l'action DDR en Afghanistan, apporte son assistance au processus de DDR en offrant une formation professionnelle aux ex-combattants pour faciliter leur réinsertion, en dépêchant des experts et en mettant en œuvre un projet de réinsertion au niveau communautaire.

source: Japan has also been involved in similar projects in Africa; in Liberia and the Democratic Republic of Congo, we are cooperating with United Nations organizations involved with DDR projects.
fr: Le Japon a également participé à d'autres projets analogues en Afrique : au Libéria et en République démocratique du Congo, nous coopérons actuellement avec des organisations des Nations Unies impliquées dans des projets de DDR.

source: Behind these actions is the idea of the consolidation of peace that I promoted as one of the pillars of Japan's foreign policy during my tenure as Foreign Minister of Japan, which ended not long ago.
fr: Derrière ces actions, se cache l'idée de la consolidation de la paix que j'ai promue en tant que pilier de la politique étrangère du Japon durant mon mandat de Ministre des affaires étrangères du Japon, qui a récemment pris fin.

source: The idea is to provide the necessary assistance for countries in post-conflict situations to make a smooth transition towards nation-building.
fr: L'idée est de fournir l'assistance nécessaire aux pays sortant d'un conflit pour qu'ils effectuent une transition sans heurt vers l'édification de la nation.

source: I am confident that those efforts are gradually bearing fruit.
fr: Je suis sûre que ces efforts vont peu à peu porter leurs fruits.

source: This idea of consolidating peace is in line with the High-level Panel's key notion that in today's globalized world, international peace and security issues are closely linked to international development problems.
fr: L'idée de consolidation de la paix rejoint la notion clef du Groupe de personnalités de haut niveau selon laquelle, à l'heure de la mondialisation, la paix et la sécurité internationales sont étroitement liées aux problèmes de développement international.

source: From this viewpoint, we will continue to provide assistance on the ground to countries affected by the scourge of small arms.
fr: De ce point de vue, nous continuerons d'offrir une assistance sur le terrain aux pays touchés par le fléau des armes légères.

source: Collection and destruction of illicit small arms and light weapons, capacity-building in the development of appropriate legislation and regulations and import and export control are the areas where cooperation from the international community is especially needed.
fr: La collecte et la destruction d'armes légères illicites, le renforcement des capacités dans l'élaboration d'une législation et de normes appropriées, ainsi que le contrôle des importations et des exportations, sont des domaines où la coopération de la communauté internationale est absolument nécessaire.

source: With this in mind, Japan has been conducting a Weapons-for-Development project in Cambodia for the past two years, funded by Grant Aid for Peace-Building Assistance in the amount of over $8 million.
fr: Dans cet esprit, le Japon a mené un projet « développement contre microdésarmement » au Cambodge, financé depuis deux ans par Grant Aid for Peace-Building Assistance, en y consacrant plus de 8 millions de dollars.

source: We are now studying the possibility of cooperating further with some African countries, utilizing, among others, the Small Arms Trust Fund that Japan has established under the United Nations Global and Regional Disarmament Trust Fund.
fr: Nous sommes en train d'étudier la possibilité de coopérer avec certains pays africains en utilisant, entre autres, le Fonds d'affectation spéciale sur les armes légères que le Japon a créé dans le cadre du Fonds d'affectation spéciale des Nations Unies pour les activités de désarmement à l'échelle mondiale et régionale.

source: In June 2006, the United Nations Review Conference on the implementation of the Programme of Action will be convened.
fr: En juin 2006 sera convoquée la Conférence d'examen des Nations Unies sur la mise en œuvre du Programme d'action.

source: Through our efforts towards that review meeting, I hope there will be good progress in the area of small arms and light weapons to be reported in the Secretary-General's report next year.
fr: Grâce aux efforts que nous aurons déployés, j'espère que suffisamment de progrès auront été réalisés dans le domaine des armes légères et de petit calibre pour être annoncés dans le rapport que le Secrétaire général présentera l'an prochain.

source: We reaffirm our commitment to cooperate with the United Nations in implementing the Programme of Action, and, as a nation dedicated to world peace and stability, we are determined to intensify our efforts to address the issue of small arms and light weapons.
fr: Nous réaffirmons notre engagement de coopérer avec l'Organisation des Nations Unies dans la mise en œuvre du Programme d'action et, en tant que nation attachée à la paix et la stabilité mondiales, sommes déterminés à renforcer nos efforts en vue de régler le problème des armes légères.

source: The President (spoke in French): I thank Ms. Kawaguchi for her kind words addressed to me.
fr: Le Président : Je remercie Mme Kawaguchi de sa déclaration et des paroles aimables qu'elle m'a adressées.

source: Mr. Holliday (United States of America): Mr. President, I would like to thank you for organizing today's meeting on this important issue of small arms and light weapons.
fr: M. Holliday (États-Unis d'Amérique) (parle en anglais) : Je tiens à vous remercier, Monsieur le Président, d'avoir convoqué cette réunion sur cette question très importante des armes légères.

source: I would also like to thank Ambassador Oshima of Japan for his effort in drafting the presidential statement we will adopt later today and to welcome Ms. Kawaguchi.
fr: Je voudrais également remercier l'Ambassadeur Oshima, du Japon, de ses efforts en vue de rédiger la déclaration présidentielle que nous adopterons ultérieurement et saluer la présence de Mme Kawaguchi.

source: Of course, thanks to Under-Secretary-General Abe for his comments on the report of the Secretary-General.
fr: Bien entendu, nous remercions le Secrétaire général adjoint Abe de ses observations sur le rapport du Secrétaire général.

source: With the words from recent debates on how to address the effects of conflicts around the world still echoing in this Chamber, we are faced with the reality that the instruments used to carry out such conflicts — particularly small arms and light weapons — continue to require our immediate and undivided attention.
fr: Alors que résonnent encore dans la salle les paroles prononcées aux récents débats sur la façon de remédier aux effets des conflits à travers le monde, nous sommes confrontés au fait que les instruments servant à livrer ces conflits - tout particulièrement les armes de petit calibre et les armes légères - continuent d'appeler notre attention immédiate et entière.

source: The destabilizing accumulation of and illicit trafficking in small arms and light weapons has proved a major obstacle to peace, to economic development and to efforts to rebuild war-torn societies.
fr: L'accumulation déstabilisatrice et le trafic illicite des armes légères se sont avérés des obstacles majeurs à la paix, au développement économique et aux efforts de reconstruction des sociétés déchirées par la guerre.

source: Terrorists groups, insurgents and drug traffickers continue to acquire arms primarily through illegal diversion, theft and smuggling, rather than through legitimate transfers.
fr: Les groupes terroristes, les insurgés et les trafiquants de drogue continuent d'acquérir des armes essentiellement en les détournant illégalement, en les volant et par la contrebande plutôt qu'au moyen de transferts légitimes.

source: The United States believes that small steps by individual countries and collective steps by regional and subregional organizations will go a long way towards establishing the norms and practices that will diminish the illicit proliferation of these weapons.
fr: Les États-Unis sont d'avis que de modestes mesures prises par chaque pays et des mesures collectives prises au niveau des organisations régionales et sous-régionales contribueront grandement à fixer les normes et les pratiques qui réduiront la prolifération illicite des armes légères.

source: Only two weeks ago, Member States, including the United States, gathered at the United Nations for the second session of the Open-ended Working Group to discuss a draft international instrument for the timely and reliable identification and tracing of illicit small arms and light weapons.
fr: Il y a seulement deux semaines, les États Membres, dont les États-Unis, s'étaient réunis à l'ONU pour la deuxième session du Groupe de travail à composition non limitée chargé de négocier un instrument international permettant aux États d'identifier et de tracer les armes légères illicites de façon rapide et fiable.

source: This was done under the able stewardship of Ambassador Anton Thalmann of Switzerland.
fr: Elle s'est déroulée sous la conduite éclairée de l'Ambassadeur Anton Thalmann, de Suisse.

source: The United States believes that such an instrument should be practical and effective, enabling the timely and reliable identification and tracing of illicit small arms and light weapons, and should not interfere with already existing commitments in other forums.
fr: Les États-Unis estiment que cet instrument politique devrait être pratique et efficace et permettre « d'identifier et de tracer les armes légères illicites de façon rapide et fiable », mais ne devrait pas interférer avec les engagements déjà pris dans d'autres instances.

source: We look forward to the final two-week session and to the conclusion of negotiations in June.
fr: Nous attendons avec intérêt la dernière session de deux semaines et la clôture des négociations en juin.

source: With July's Biennial Meeting of States and the 2006 review conference of the United Nations Programme of Action before us, we have the opportunity to pursue and implement innovative and effective ways to assist those States in need of technical or financial assistance to implement the provisions to which we all agreed in the 2001 Programme of Action.
fr: À la prochaine Réunion biennale des États en juillet et puis à la Conférence des Nations Unies chargée d'examiner les progrès accomplis dans l'exécution du Programme d'action en 2006 à venir, nous aurons la possibilité de poursuivre et de mettre en œuvre des moyens novateurs et effectifs d'aider les États qui ont besoin d'une assistance technique ou financière à appliquer les dispositions dont nous avons tous convenus au titre du Programme d'action de 2001.

source: The United States welcomes the report of the Secretary-General on the implementation of his recommendations to the Council (S/2005/69).
fr: Les États-Unis se félicitent du rapport du Secrétaire général sur la mise en œuvre de ses recommandations au Conseil (S/2005/69).

source: In his report, the Secretary-General outlined several areas for Member States to consider in attempting to reduce the illicit proliferation of these weapons.
fr: Dans son rapport, le Secrétaire général énumère plusieurs domaines à envisager par les États Membres pour tenter de réduire la prolifération des armes légères.

source: We believe that large dividends in threat reduction can be achieved with a relatively modest investment.
fr: Nous estimons qu'il est possible de réduire sensiblement les menaces avec un investissement relativement modeste.

source: We welcome the Secretary-General's attention to the destruction of these weapons and to selected improvements to storage facilities, particularly within disarmament, demobilization and reintegration programmes and peacekeeping operations.
fr: Nous nous félicitons de l'attention accordée par le Secrétaire général à la destruction de ces armes et appelons également à envisager d'apporter des améliorations particulières aux lieux de stockage, en particulier dans le cadre des programmes de désarmement, démobilisation et réinsertion et des opérations de maintien de la paix.

source: We also urge States to focus on these activities in connection with their own surplus and obsolete weapons.
fr: Nous engageons également les États à porter leurs efforts sur les activités relatives à leurs propres armes excédentaires et obsolètes.

source: Such preventive activities are relatively inexpensive and can generally be accomplished using locally available infrastructure and personnel.
fr: Ces activités préventives sont relativement peu coûteuses et peuvent généralement être accomplies en utilisant l'infrastructure et le personnel disponibles sur place.

source: With a more focused approach to mitigate the threat posed by the proliferation of man-portable air defence systems (MANPADs) to undesirable end-users, the United States has expanded its assistance programme to safeguard and eliminate those dangerous weapons.
fr: Adoptant une approche plus ciblée s'agissant de réduire la menace que représente la prolifération des systèmes portatifs de défense aérienne (MANPAD) dans les mains d'utilisateurs finals indésirables, les États-Unis ont étendu leur programme d'assistance à la garde et à l'élimination de ces armes dangereuses.

source: Since the inception of our small-arms and light-weapons destruction programme, we have provided assistance for the destruction of over 700,000 small arms and light weapons and disabled over 10,000 MANPADs, in addition to over 75 million rounds of ammunition, in 15 countries.
fr: Depuis le lancement de notre programme de destruction des armes légères, nous avons aidé à la destruction de plus de 700 000 armes légères et avons mis hors service plus de 10 000 MANPAD, en plus de 75 millions de munitions dans 15 pays.

source: In addition to these bilateral efforts, we continue to actively participate in regional and international efforts, such as those of the Organization of American States (OAS), the Organization for Security and Cooperation in Europe (OSCE), the Wassenaar Arrangement and other forums.
fr: Outre ces efforts bilatéraux, nous continuons à participer activement aux efforts régionaux et internationaux, dont ceux de l'Organisation des États américains (OEA), de l'Organisation pour la sécurité et la coopération en Europe (OSCE), de l'Arrangement de Wassenaar sur le contrôle des exportations d'armements et de biens et technologies à double usage et d'autres forums.

source: Effective export and import controls and their enforcement are, as the Secretary-General highlighted in his report, the keystone to any successful effort to mitigate the problems of the illicit trade in small arms and light weapons.
fr: Des contrôles efficaces des exportations et des importations, ainsi que l'application imposée de ces contrôles, sont, comme le souligne le Secrétaire général dans son rapport, la pierre angulaire de tout effort réussi pour atténuer les problèmes liés au commerce illicite des armes légères.

source: Unfortunately, in many countries few, if any, laws exist to regulate the import and export of these weapons.
fr: Malheureusement, dans de nombreux pays, peu de lois, si même il y en a, existent pour réglementer les importations et les exportations de ces armes.

source: In places where such laws exist, enforcement is often weak.
fr: Là où ces lois existent, leur application est souvent limitée.

source: Any export-control system should contain reliable and meaningful mechanisms for the licensing of the production and transfer of small arms and light weapons.
fr: Tout système de contrôle des exportations devrait comprendre des mécanismes fiables et effectifs d'octroi de licences pour la production et le transfert d'armes.

source: Countries should exercise due diligence in authenticating end-user certificates to ensure that exported arms are destined for legitimate end-users.
fr: Les pays devraient faire preuve de la diligence nécessaire pour authentifier les certificats des utilisateurs finals afin de s'assurer que les armes exportées sont destinées à un utilisateur final légitime.

source: In addition, purchasing countries should make sure that their import system is transparent and should provide maximum cooperation with the officials of exporting countries in certifying legitimate shipments.
fr: En outre, les pays acheteurs devraient veiller à la transparence de leur système d'importation et apporter une coopération maximale aux autorités des pays exportateurs dans la certification des envois légitimes.

source: Unregulated arms brokers and inadequate enforcement of arms embargoes imposed by Council resolutions are additional causes of weapons getting to the black market.
fr: Le courtage en armes non réglementé et l'application inadéquate des embargos sur les armes imposés par les résolutions du Conseil sont des raisons supplémentaires pour lesquelles les armes sont vendues sur le marché noir.

source: Ultimately, a simple one-size-fits-all solution is unlikely to be effective in dealing with this complex problem.
fr: En dernière analyse, une solution toute faite ne saurait vraisemblablement réussir à remédier à ce problème complexe.
